Repository: common-repository/min-and-max-quantity-for-woocommerce
Catalog: languages/min-and-max-quantity-for-woocommerce-*.po
Languages: de_de

source: Set default input values and step increments for each product. Control the initial quantity and the increments for a smoother product selection experience.
de_de: Legen Sie für jedes Produkt Standardeingabewerte und Schrittinkremente fest. Kontrollieren Sie die Anfangsmenge und die Inkremente für eine reibungslosere Produktauswahl.

source: Set default quantities and step increments for products.
de_de: Legen Sie Standardmengen und Schrittabstufungen für Produkte fest.

source: Set limits for seasonal promotions to ensure product availability while maximizing sales.
de_de: Legen Sie Grenzen für saisonale Werbeaktionen fest, um die Produktverfügbarkeit sicherzustellen und gleichzeitig den Umsatz zu maximieren.

source: Set Personalized User-Specific Rules
de_de: Legen Sie personalisierte benutzerspezifische Regeln fest

source: Set predefined default quantities and step increments to simplify the product selection process for your customers.
de_de: Legen Sie vordefinierte Standardmengen und Schrittabstufungen fest, um den Produktauswahlprozess für Ihre Kunden zu vereinfachen.

source: Set quantity limits that apply during specific time frames, creating urgency by defining start and end times.
de_de: Legen Sie Mengengrenzen fest, die für bestimmte Zeiträume gelten, und sorgen Sie durch die Definition von Start- und Endzeiten für Dringlichkeit.

source: Set special quantity limits for new users to encourage larger first-time orders.
de_de: Legen Sie spezielle Mengenlimits für neue Benutzer fest, um größere Erstbestellungen zu fördern.

source: Set specific start and end times to control quantity limits within a defined timeframe.
de_de: Legen Sie spezifische Start- und Endzeiten fest, um Mengengrenzen innerhalb eines definierten Zeitrahmens zu kontrollieren.

source: Settings
de_de: Einstellungen

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.

source: Shipping Method
de_de: Versandart

source: Shipping Method 🔒
de_de: Versandart 🔒

source: Shipping Zone
de_de: Versandzone

source: Shipping Zone 🔒
de_de: Versandzone 🔒

source: Show applied rules on product and cart pages and manage checkout behavior. You can also hide the checkout button if conditions aren’t met.
de_de: Zeigen Sie angewendete Regeln auf Produkt- und Warenkorbseiten an und verwalten Sie das Checkout-Verhalten. Sie können die Schaltfläche „Zur Kasse gehen“ auch ausblenden, wenn die Bedingungen nicht erfüllt sind.

source: Show rules on cart page
de_de: Regeln auf der Warenkorbseite anzeigen

source: Show rules on product page
de_de: Regeln auf der Produktseite anzeigen

source: Something went wrong
de_de: Etwas ist schief gelaufen

source: Sorry! you reached maximum limit for this product!
de_de: Es tut uns leid! Sie haben das maximale Limit für dieses Produkt erreicht!

source: Specify a default starting quantity and step value to determine how the quantity adjusts as customers change.
de_de: Geben Sie eine Standardanfangsmenge und einen Schrittwert an, um zu bestimmen, wie sich die Menge an veränderte Kunden anpasst.

source: Start time should be greater than current time
de_de: Die Startzeit sollte größer als die aktuelle Zeit sein

source: Step Quantity
de_de: Schrittmenge

source: Step quantity:
de_de: Schrittmenge :

source: Stock Quantity
de_de: Lagermenge

source: Stock Quantity 🔒
de_de: Lagermenge 🔒

source: Suggest
de_de: Vorschlagen

source: Support
de_de: Unterstützung

source: Tailor promotions for clearance items to boost sales while ensuring stock turnover.
de_de: Passen Sie Sonderaktionen für Ausverkaufsartikel an, um den Umsatz anzukurbeln und gleichzeitig den Lagerumschlag sicherzustellen.

source: Take complete control of product quantities with min/max quantity limits. Streamline inventory management and enhanced customer experience!
de_de: Übernehmen Sie die vollständige Kontrolle über die Produktmengen mit Mindest-/Höchstmengenbegrenzungen. Optimieren Sie die Bestandsverwaltung und verbessern Sie das Kundenerlebnis!

source: Text before rules
de_de: Text vor Regeln

source: Thank you for choosing our top-rated WooCommerce Min/Max Quantity plugin. Our user-friendly interface gives you complete control over product quantities, ensuring a seamless shopping experience for your customers.
de_de: Vielen Dank, dass Sie sich für unser erstklassiges WooCommerce Min/Max Quantity-Plugin entschieden haben. Unsere benutzerfreundliche Oberfläche gibt Ihnen die vollständige Kontrolle über die Produktmengen und sorgt so für ein nahtloses Einkaufserlebnis für Ihre Kunden.

source: The maximum allows order quantity is {MAX_ORDER_QTY} and you have {ORDER_QTY} in your cart.
de_de: Die maximal zulässige Bestellmenge beträgt {MAX_ORDER_QTY} und Sie haben {ORDER_QTY} in Ihrem Warenkorb.

source: The maximum cart value required is {MAX_CART_VALUE} and you have {CART_VALUE} in your cart.
de_de: Der maximal erforderliche Warenkorbwert beträgt {MAX_CART_VALUE} und Sie haben {CART_VALUE} in Ihrem Warenkorb.

source: The maximum order item should be {MAX_ORDER_ITEM} for each product in your cart.
de_de: Die maximale Bestellmenge sollte {MAX_ORDER_ITEM} für jedes Produkt in Ihrem Warenkorb betragen.

source: The minimum allows order quantity is {MIN_ORDER_QTY} and you have {ORDER_QTY} in your cart.
de_de: Die zulässige Mindestbestellmenge beträgt {MIN_ORDER_QTY} und Sie haben {ORDER_QTY} in Ihrem Warenkorb.

source: The minimum cart value required is {MIN_CART_VALUE} and you have {CART_VALUE} in your cart.
de_de: Der erforderliche Mindestwert für den Warenkorb beträgt {MIN_CART_VALUE} und Sie haben {CART_VALUE} in Ihrem Warenkorb.

source: The minimum order item required is {MIN_ORDER_ITEM} for each product in your cart.
de_de: Die erforderliche Mindestbestellmenge beträgt {MIN_ORDER_ITEM} für jedes Produkt in Ihrem Warenkorb.

source: There was an error with saving data.
de_de: Beim Speichern der Daten ist ein Fehler aufgetreten.

source: There was an error with security check.
de_de: Bei der Sicherheitsüberprüfung ist ein Fehler aufgetreten.

source: This allows for granular control over specific items in your store.
de_de: Dies ermöglicht eine detaillierte Kontrolle über bestimmte Artikel in Ihrem Geschäft.

source: This allows you to configure rules that respond to key cart details such as selected shipping methods, shipping zones, and active promotions, enhancing customer satisfaction.
de_de: Auf diese Weise können Sie Regeln konfigurieren, die auf wichtige Warenkorbdetails wie ausgewählte Versandmethoden, Versandzonen und aktive Werbeaktionen reagieren und so die Kundenzufriedenheit steigern.

source: This ensures that your quantity limits apply only when desired, enhancing the effectiveness of time-sensitive offers.
de_de: Dadurch wird sichergestellt, dass Ihre Mengenbeschränkungen nur dann gelten, wenn dies gewünscht ist, was die Effektivität zeitkritischer Angebote erhöht.

source: This feature lets you display applicable rules on the product and cart pages. Global settings will be shown on the cart page, while product-specific rules will appear on the product page.
de_de: Mit dieser Funktion können Sie geltende Regeln auf den Produkt- und Warenkorbseiten anzeigen. Globale Einstellungen werden auf der Warenkorbseite angezeigt, während produktspezifische Regeln auf der Produktseite angezeigt werden.

source: This name will use only for admin purpose.
de_de: Dieser Name wird nur für Verwaltungszwecke verwendet.

source: Time Frame
de_de: Zeitrahmen

source: Time Frame 🔒
de_de: Zeitrahmen 🔒

source: Time-Sensitive Quantity Rules
de_de: Zeitkritische Mengenregeln

source: To help you get started, watch the quick tour video on the right. For more help, explore our help documents or visit our %s for detailed video tutorials.
de_de: Um Ihnen den Einstieg zu erleichtern, sehen Sie sich rechts das kurze Tourvideo an. Für weitere Hilfe sehen Sie sich unsere Hilfedokumente an oder besuchen Sie %s für detaillierte Video-Tutorials.

source: Total Sales
de_de: Gesamtumsatz

source: Total Sales 🔒
de_de: Gesamtumsatz 🔒

source: Trusted by 100,000+ store owners and WP experts!
de_de: Mehr als 100.000 Ladenbesitzer und WP-Experten vertrauen darauf!

source: Unlock a world of possibilities for your WooCommerce store with our Premium Min/Max Quantity plugin!
de_de: Erschließen Sie eine Welt voller Möglichkeiten für Ihren WooCommerce-Shop mit unserem Premium-Min/Max-Mengen-Plugin!

source: Unlock premium features to take complete control of your product quantities and enhance customer experience!
de_de: Schalten Sie Premium-Funktionen frei, um die vollständige Kontrolle über Ihre Produktmengen zu erlangen und das Kundenerlebnis zu verbessern!

source: Unlock Premium Features Today!
de_de: Schalten Sie noch heute Premium-Funktionen frei!

source: Unlock Premium Features with a %s%% Discount!
de_de: Schalten Sie Premium-Funktionen mit einem Rabatt von %s%% frei!

source: Upgrade Now
de_de: Jetzt upgraden

source: Upgrade to Unlock Premium Features
de_de: Führen Sie ein Upgrade durch, um Premium-Funktionen freizuschalten

source: User
de_de: Benutzer

source: User Role
de_de: Benutzerrolle

source: User Role 🔒
de_de: Benutzerrolle 🔒

source: User Specific
de_de: Benutzerspezifisch

source: User 🔒
de_de: Benutzer 🔒

source: Variable Product
de_de: Variables Produkt

source: Verified Customer
de_de: Verifizierter Kunde

source: We have a 14-day money-back guarantee.
de_de: Wir haben eine 14-tägige Geld-zurück-Garantie.

source: Welcome to Min/Max Quantity Plugin
de_de: Willkommen beim Min/Max Quantity Plugin

source: Welcome! 🤗
de_de: Willkommen! 🤗

source: What payment methods do you accept?
de_de: Welche Zahlungsmethoden akzeptieren Sie?

source: What’s your refund policy?
de_de: Wie lauten Ihre Rückerstattungsrichtlinien?

source: Would you mind telling how did you hear about us?
de_de: Würde es Ihnen etwas ausmachen, zu erzählen, wie Sie von uns erfahren haben?

source: WP Mayor
de_de: WP-Bürgermeister

source: Yes! You can read our %s or submit a %s. We are very responsive and strive to do our best to help you.
de_de: Ja! Sie können unser %s lesen oder ein %s einreichen. Wir sind sehr reaktionsschnell und bemühen uns, unser Bestes zu geben, um Ihnen zu helfen.

source: Yes, count me in!
de_de: Ja, zähl mich mit!

source: You are all set, almost!
de_de: Sie sind fast fertig!

source: You are fully protected by our 100% Satisfaction Guarantee. If over the next 14 days you are unhappy with our plugin or have an issue that we are unable to resolve, we'll happily consider offering a 100% refund of your money.
de_de: Sie sind durch unsere 100 % Zufriedenheitsgarantie vollständig geschützt. Wenn Sie in den nächsten 14 Tagen mit unserem Plugin unzufrieden sind oder ein Problem haben, das wir nicht lösen können, erwägen wir gerne eine 100-prozentige Rückerstattung Ihres Geldes.

source: You can choose multiple products from the list to exclude them from the rules.
de_de: Sie können mehrere Produkte aus der Liste auswählen, um sie von den Regeln auszuschließen.

source: You can pay with your credit card using Stripe checkout. Or your PayPal account.
de_de: Sie können mit Ihrer Kreditkarte über den Stripe-Checkout bezahlen. Oder Ihr PayPal-Konto.

source: You can set a default product quantity to apply on product detail page.
de_de: Sie können eine Standardproduktmenge festlegen, die auf der Produktdetailseite angewendet werden soll.

source: You can set a default quantity to apply on product detail page and cart page.
de_de: Sie können eine Standardmenge festlegen, die auf der Produktdetailseite und der Warenkorbseite angewendet werden soll.

source: You can set a maximum product quantity to apply on product detail page and cart page.
de_de: Sie können eine maximale Produktmenge festlegen, die auf der Produktdetailseite und auf der Warenkorbseite angewendet werden soll.

source: You can set a minimum product quantity to apply on product detail page and cart page.
de_de: Sie können eine Mindestproduktmenge festlegen, die auf der Produktdetailseite und auf der Warenkorbseite angewendet werden soll.

source: You can set a step product quantity to apply on product detail page and cart page.
de_de: Sie können eine schrittweise Produktmenge festlegen, die auf der Produktdetailseite und der Warenkorbseite angewendet werden soll.

source: You can set a step quantity to apply on product detail page and cart page.
de_de: Sie können eine Schrittmenge festlegen, die auf der Produktdetailseite und der Warenkorbseite angewendet werden soll.

source: You can turn off this button, if you do not need to apply this group's min max rules.
de_de: Sie können diese Schaltfläche deaktivieren, wenn Sie die Min-Max-Regeln dieser Gruppe nicht anwenden müssen.
